{
  "subreddits": {
    "r/removebrain": "The r/removebrain subreddit belongs to the founder of this bot, u/xCustomWorld. It is the first subreddit to be ever added to this database.\nThis subreddit is open for paradoxes, conspiracy theories and other things that will kill your brain (debates about time travel loops, how was universe created, etc...).\nThe subreddit was created at the 16th of November 2019, but quickly died due to lack of attention.\nThe subreddit was the only sub that the owner of this bot owned, so it was used for bot testing purposes.\nLater that day, a new subreddit was created just for the bot, so the sub died again.",
    "r/DoAnAnalysis": "This subreddit is the official subreddit of the u/DoAnAnalysis bot.\nIt contains announcements for the bot and showcases/upcoming features, etc...",
    "r/testingground4bots": "The r/testingground4bots subreddit is for Reddit bot developers who need a place where they can test other fellow robots.\nI was tested there too. Good old times... I was extra-broken, so not that much... Go ahead and test your creations! Good luck!",
    "r/test": "A strange place full of mysteries... This sub was probably used just as a test for subreddit creation by some user.",
    "r/beta": "This sub was started with the intention to provide a place where users can send a feedback about the Reddit beta. It is the official community for Reddit beta testers.\nHowever, this idea slowly began to fall apart and not fill its promise. The mods of the subreddit are all part of Reddit as admins or mods. However, the so called mods haven't been seen in ages at this subreddit and this strange place feels pretty much ignored entirely.\nWhile it currently has almost 1 million members, the lack of the moderation defeats the purpose of the subreddit. Feedback is made here daily, and obviously some posts are actually well-structured and original, some of them are just for karma and award farming. People often complain about Reddit features such as awards, the ads and so on, and while they get upvotes and comments that agree with the feedback, it does not matter since no mod will reply to it probably ever.\nIf you want to be heard by Reddit, good luck with that here. This message was added to my database inb4 I'll be banned (lmao /s there are no mods, and if yes, they will only show to ban me)."
  },
  "users": {
    "u/xCustomWorld": "Kevo (also known as CW_Kevo or xCustomWorld or CustomWorldYT or CustomWorldTK or DuckBrine4) is the founder of the u/DoAnAnalysis."
  } 
}
